@extends('admin/layouts/app')
@section('content')
<div class="wrapper container-fluid">
    <div class="content-wrapper  table-margin">
        <form action="" method="post">
            @csrf
            <div class="form-group">
                <label for="name">หัวข้อ</label>
                <input type="text" class="form-control" id="name" name="name" value="สมุนไพร">
            </div>

            <div class="form-group">
                <label for="exampleFormControlTextarea1">เนื้อหา</label>
                <textarea class="form-control" id="exampleFormControlTextarea1"
                    rows="10">คำว่า “สมุนไพร” หมายความว่า ยาที่ได้มาจากพืช สัตว์ แร่ธาตุจากธรรมชาติที่ไม่มีการเปลี่ยนแปลงสภาพโครงสร้างภายใน สามารถนำมาใช้เป็นยารักษาโรคต่างๆ และบำรุงร่างกายได้ ประเภทของสมุนไพร สมุนไพรที่ได้จากส่วนของพืชโดยตรง
                    (พืชวัตถุ) โดยส่วนต่างๆ ที่นำมานั้นมีสารที่สามารถใช้เป็นยาได้ ได้แก่ ใบ ดอก ผล เปลือกผล เมล็ด เป็นต้น สมุนไพรที่ได้จากอวัยวะของสัตว์ (สัตว์วัตถุ) ได้แก่ ตับ ดี นอ เขา เอ็น เลือด น้ำมัน มูล ฯลฯ เช่น ขี้ผึ้ง รังนก น้ำมันตับปลา สมุนไพรที่ได้จากแร่โดยธรรมชาติหรือสิ่งที่ประกอบขึ้นจากแร่ธาตุต่างๆ ตามกรรมวิธี (ธาตุวัตถุ) นำมาใช้เป็นยา เช่น เกลือ กำมะถัน น้ำประสานทอง ดีเกลือ สารส้ม การจำแนกรูปแบบของสมุนไพรที่ใช้เป็นยา
                    
                    1. รูปแบบที่เป็นของเหลว ยาเหล่านี้มักได้จากกรรมวิธีต่างๆ กันเช่น ยาต้มคือหั่นต้นยาแล้วต้มกับน้ำ ยาชงเป็นยาแห้งหั่นเป็นชิ้นเล็กๆ คั่วแล้วนำไปชงกับน้ำ เป็นต้น
                    
                    2. รูปแบบที่เป็นของแข็ง ยาปั้นลูกกลอน เตรียมโดยหั่นต้นไม้ยาสดให้เป็นแว่นบางๆ ตากแดดให้แห้ง บดเป็นผง ผสมกับน้ำผึ้งหรือน้ำเชื่อม 1 ส่วน ปั้นเป็นลูกกลมๆ เล็กๆ ขนาดเส้นผ่าศูนย์กลาง 1 เซนติเมตร ปั้นเสร็จผึ่งแดดจนแห้ง
                    
                    3. รูปแบบที่กึ่งแข็งกึ่งเหลว สมุนไพรเหล่านี้จะทำให้อยู่ในลักษณะพอทรงตัวได้ มักใช้เพื่อการรักษาภายนอก เช่น ยาพอก เตรียมโดยใช้ต้นสดตำให้แหลกหรือเหลว
                    
                    4. รูปแบบอื่นๆ ที่มีลักษณะการใช้พิเศษ เช่นใช้วิธีรมควัน เพื่อรักษาโรคของทางเดินหายใจ หรือการรมควันเพื่อรักษาแผล และให้มดลูกเข้าอู่ในสตรีภายหลังคลอด</textarea>
            </div>
            <button type="submit" name="submit" class="btn btn-success">บันทึกข้อมูล</button>

        </form>
    </div>
</div>


@endsection